Revit 2027 API
ParameterTypeId.StructuralTopReleaseFy Property
 "Top Fy"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralTopReleaseFy { get; }
Public Shared ReadOnly Property StructuralTopReleaseFy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralTopReleaseFy {
	ForgeTypeId^ get ();
}
static member StructuralTopReleaseFy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace